<template>
  <div class="agreement">
    <h1>八爪商厨服务平台技师注册协议</h1>
    <p>《八爪商厨服务平台技师注册协议》(以下简称“本协议”)是您(以下简称为“您”或“技师”)与前海世纪晟达（深圳）科技有限公司（以下简称“世纪晟达”）旗下八爪商厨服务平台（以下简称“平台”）之间就八爪商厨服务平台服务等相关事宜所订立的契约，请您仔细、认真阅读本协议并充分了解本协议各条款的内容。您点击并同意以下协议，注册并使用平台服务等相关信息，本协议即构成对双方有约束力的法律文件。</p>
    <h2>八爪商厨服务平台服务条款的确认和接纳</h2>
    <h3>一、平台服务条款</h3>
    <p>1、定义：</p>
    <p>a) 用户：指在八爪商厨服务平台发布的，显示在平台的维修订单的需求方。</p>
    <p>b) 技师：指已经登录平台，并自愿申请注册，且具有完成维修订单之条件和资质的技师。技师依据约完成维修订单的，有权根据平台技师获取相应的报酬。任何时候，技师和平台之间并非劳务，劳动，雇佣关系。</p>
    <p>C）八爪商厨服务平台所有者:指在政府部门依法许可或备案的平台经营主体。</p>
    <p>2、 八爪商厨服务平台的各项电子服务的所有权和运作权归世纪晟达所有。当您按照注册页面提示填写信息、提供文件、阅读并同意本协议并完成注册，才能成为平台的正式技师。即表示您已充分了解并接纳本协议的全部内容，如您不同意接纳本协议或不接受其中任何条款约定，您应立即停止注册程序。</p>
    <p>3、技师应当具备下列条件：</p>
    <p>a) 基础要求:拥有中华人民共和国公民资格，具有完全的民事行为能力，并能够独立承担法律责任。</p>
    <p>b) 从业技能要求:掌握对商用厨房设备的基础维修，包括对电热设备类（如：微波炉、电力面火炉、万能蒸烤箱等）、燃气设备类（如：燃气炒炉、燃气蒸柜、燃气矮汤炉等）、食品机械类（如：切片机、绞肉机、咖啡机等）、冷链设备类（如：雪柜、制冰机、碎冰机等）、洗涤设备类（如：洗碗机、洗杯机、洗菜机等）、抽排净化类（如：运水烟罩+控制箱、油网烟罩、风柜等）以及其他设备类（如：保温车、打荷台热柜、开水器等）的基础维修。</p>
    <p>4、技师点击同意本协议的，即视为技师确认自己具有享受平台服务、接单维修（商用厨房的所有设备等）、销售配件（或耗材）等相应的权利能力和行为能力，能够独立承担法律责任。</p>
    <p>5、世纪晟达保留在中华人民共和国法律允许的范围内独自决定拒绝服务、关闭技师账户、清除或编辑内容或取消订单的权利。</p>
    <h3>二、八爪商厨服务平台服务</h3>
    <p>1、本站通过互联网依法为技师提供互联网信息等服务，技师在完全同意本协议及平台规定的情况下，方有权使用本站的相关服务。</p>
    <p>2、技师必须自行准备如下工具和承担如下开支：（1）维修设备时使用到的相关工具；（2）保修期间二次维修产生的相关费用；(3)上门维修的交通费。</p>
    <p>3、请您认真谨慎阅读本协议，并充分了解本协议全部内容。八爪商厨服务平台发布的法律声明及隐私、上门费、维修费收费标准、平台服务费、平台规则等其他规定均属于本协议的补充协议，与本协议不可分割且具有同等法律效力。</p>
    <h3>三、技师信息</h3>
    <p>1、技师应自行诚信向本站提供注册资料，技师同意其提供的注册资料真实、准确、完整、合法有效，技师注册资料如有变动的，应及时更新其注册资料。如果技师提供的注册资料不合法、不真实、不准确、不详尽的，技师需承担因此引起的相应责任及后果，并且世纪晟达保留终止技师使用八爪商厨服务平台各项服务的权利。</p>
    <p>2、技师员在平台进行浏览、服务、接单维修、销售配件（或耗材）等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，技师需严格保密，除非得到用户的授权或法律另有规定，技师不得向外界披露用户隐私信息。</p>
    <p>3、技师通过手机验证码注册成功后，技师应谨慎合理的使用自身手机号码登录本平台。技师若发现任何非法使用他人手机号码登录平台或存在安全漏洞的情况，请立即通知本站并向公安机关报案。</p>
    <p>4、技师同意</p>
    <p>a)  平台拥有通过邮件、微信、短信电话等形式，向在平台注册、接单的技师、收货人发送订单信息、促销活动等告知信息的权利。</p>
    <p>b）对于平台向技师提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，世纪晟达或八爪商厨服务平台无需承担任何责任：平台向技师免费提供平台叫修与网络购物服务；平台向技师赠送的任何产品或者服务；平台技师附赠的各种产品或者服务.；</p>
    <p>c）  平台所提供的功能受制于中华人民共和国法律和当地管理条例，即与本产品的功能和条例发生冲突时，应以中华人民共和国法律和当地管理条例为最高准则。技师发生任何通过平台服务直接或间接违反中华人民共和国法律和当地管理条例的行为，该后果应由技师自行承担。如有举证需要，平台可以向有关部门提供相关资料作为证据。</p>
    <p>d)技师确认同意，技师与平台并非劳务、劳动或雇佣关系。技师通过平台所获得维修费并非平台支付劳给的劳务费或工资。用户通过平台与维修技师达成的维修服务协议，系由维修技师履行并承但相关责任。对于设备维修过程中产生任何的责任，均由维修技师承担。供的商品或服务进行线下交易,该行为与平台无任何关联，由技师自行承担责任，且一经发现,平台有权停止、或收回技师帐号或给予其他处罚。</p>
    <p>5、技师不得将在平台注册获得的账户借给他人使用，否则技师应承担由此产生的全部责任，并与实际使用人承担连带责任。平台有权停止或收回技师帐号。</p>
    <p>6、技师在维修过程中平台会对用到用户与技师所在位置进行定位，便于维修技师更便捷上门做维修。</p>
    <h3>四、技师依法言行义务</h3>
    <p>本协议依据国家相关法律法规规章制定，技师严格遵守以下义务：</p>
    <p>1、不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
    <p>2、从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
    <p>3、不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
    <p>4、不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统；</p>
    <p>5、不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
    <p>6、不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
    <p>7、不得教唆他人从事本条所禁止的行为；</p>
    <p>8、不得利用在本站注册的账户进行牟利性经营活动；</p>
    <p>9、不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；</p>
    <p>技师应密切关注并遵守本站公布或修改的各类合法规则规定。平台保有删除站内各类不符合法律政策或不真实的信息内容而无须通知技师的权利。若技师未遵守以上规定的，平台有权作出独立判断并采取删除相关信息、暂停或关闭用户帐号等措施。技师须对自己在网上的言论和行为承担法律责任。国家生效法律文书或行政处罚决定确认用户存在违法行为，或者平台有足够事实依据可以认定技师存在违法或违反服务协议行为的，平台有权在平台及所在网站上以网络发布形式公布技师的违法行为。</p>
    <h3>五、订单</h3>
    <p>1、在技师接订单时，请您仔细确认用户信息、产品、数量、型号规格、故障问题、维修费用定价、联系地址、电话、联系人等信息。到达用户维修现场发现信息不一致的，请第一时间和用户现场沟通。技师与用户口头确认或开始动手维修视为理解并同意用户所有要求行为和意思表示，技师应对维修行为及意思表示的法律后果自行承担责任。</p>
    <p>2、除法律另有强制性规定外，双方约定如下：平台上用户叫单或购配件等信息仅仅是要约邀请求，技师接单时须有时间且有能力并会处理此次维修；技师接单后需要第一时间与用户电话或通信设备进行友好沟通，并需要在平台规定时间内到达维修现场。无法准时到达维修现场需求用户同意并短信或微信回复。技师在平台规定时间或与用户确认的时间内未到达，且并无用户未同意更改时间的，平台有权对技师做出相对应的处罚。技师接单后未经无用户同意自行取消的，平台有权做出相对应的处罚。就同一维修事项技师维修需要二次或多次上门维修的，用户有权只付一次上门费。</p>
    <p>3、技师维修过程中所用产品（如维修配件、耗材）必须符合国家或行业质量标准，需由国家三包凭证，不得使用三无产品。如在维修中或后续服务中与用户发生任何问题均由都技师自行解决并承担相关责任，与平台无关且无需承担任何责任负责。</p>
    <p>4、技师理解并同意，技师提供的维修服务的合同相对方是用户，合同履行的瑕疵担保及付款责任应当由用户根据绝约定内容承担，作为交易信息平台的八爪商厨服务平台，与用户是独立的商事个体，不对向用户的行为承担任何担保或连带责任。</p>
    <p>5、技师在履行维修服务前，应当自行审核用户的真实性及履约能力，应当要求用户明确维修商品的性质和品类，作为交易信息平台八爪商厨服务平台，不承担任何担保或连带责任，特别地八爪商厨服务平台作为交易信息平台，无法控制每一位技师订单所涉及维修物品的质量，安全或合法性，以及交易过程中真实性和准确性。技师在维修现场的过程而遭受人身损害，财产损害的，技师因完成维修服务造成的人身损害，财产损害的，应当依法向责任主体追究法律责任，平台不承担任何责任。</p>
    <p>6、技师需按照平台服务流程进行服务，因您过错造成的维修争议及损失由您独立承担。</p>
    <p>7、技师应据实向用户开具合法合规发票，并保证按照国家相关规定自行承担相应税费。如因发票开具错误、未开具发票或者其他发票问题引起的纠纷，均由技师独立承担相应的法律责任，如造成平台损失的，技师应予以赔偿。</p>
    <h3>六、账户管理</h3>
    <p>1、技师账户的所有权归平台所有，技师完成注册手续后，仅获得技师账号的使用权，且该使用权仅属于初次申请注册人。</p>
    <p>2、技师通过手机验证码注册成功后，技师应谨慎合理的使用自身手机号码登录本平台。技师若发现任何非法使用他人手机号码登录平台，并对利用账户完成管理权限验证而实施的所有行为、活动及事件负责。技师若发现任何不当使用用户账号或存在安全隐患漏洞等其他可能危及用户账户安全的情况。应当立即采取有效方式通知平台，要求平台暂停服务，并向公安机关报案。</p>
    <p>3、技师不得将账户借/租给他人使用，否则应当承担由此产生的全部责任，并与实际使用人承担连带责任。一经发现，平台有权采取停用注销该账户等措施。</p>
    <p>4、技师理解并同意，平台向技师注册时预留的地址、电话、邮箱等任一方式发送信息，或者通过平台发送站内信息，即视为平台向技师履行了送达，无通知义务。</p>
    <p>5、如果您的资料、信息等发生变化，包括但不限于邮箱、联系电话等，应及时通过平台后台的个人资料管理进行更改。如由于您的会员资料填写有误而导致平台与您的联系延误，由此造成的损失由您自己承担。</p>
    <h3>七、所有权及知识产权条款</h3>
    <p>1、技师一旦接受本协议，即表明该技师主动将其在任何时间段在平台发表的任何形式的信息内容（包括但不限于评价、咨询、各类话题文章等信息内容）的财产性权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地给别平台或网站所有，用户同意平台有权就任何主体侵权而单独提起诉讼。</p>
    <p>2、本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权转让书面协议，其效力及于技师在平台发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</p>
    <p>3、技师同意并已充分了解本协议的条款，承诺不将已发表于平台的信息，以任何形式发布或授权其它主体以任何方式使用（包括但限于在各类网站、媒体上使用）。</p>
    <p>4、平台拥有此网站内容及资源的著作权等合法权利,受国家法律保护,有权对本协议及平台的内容进行修改，并在平台公告，无须另行通知技师。在法律允许的最大限度范围内，平台对本协议及平台内容拥有解释权。</p>
    <p>5、除法律另有强制性规定外，未经平台书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用平台的信息内容，否则，平台有权追究其法律责任。</p>
    <p>6、平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是平台或其内容提供者的财产，受中国和国际版权法的保护。平台上所有内容的汇编是平台的排他财产，受中国和国际版权法的保护。本站上所有软件都是平台或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。</p>
    <h3>八、责任限制及不承诺担保</h3>
    <p>1、  除非另有明确的书面说明, 平台及其所包含的或以其它方式通过平台提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。</p>
    <p>2、 除非另有明确的书面说明, 平台不对平台的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>
    <p>3、平台不担保平台所包含的或以其它方式通过平台提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从平台发出的电子信件、信息没有病毒或其他有害成分。</p>
    <p>4、如因不可抗力或其它平台无法控制的原因使平台销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，平台会合理地尽力协助处理善后事宜。</p>
    <h3>九、协议更新及技师关注义务</h3>
    <p>根据国家法律法规变化及网站运营需要，平台有权对本协议条款进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。技师可随时登陆查阅最新协议；技师有义务及时关注并阅读最新版的协议及网站公告。如技师不同意更新后的协议，可以且应立即停止接受平台依据本协议提供的服务；如技师继续使用本网站提供的服务的，即视为同意更新后的协议。平台建议您在使用平台之前阅读本协议及平台的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其他余条款的有效性和可执行性。</p>
    <h3>十、法律管辖和适用</h3>
    <p>本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国法律（但不包括其冲突法规则）。如发生本站服务条款与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向提起诉讼。</p>
    <h3>十一、其他</h3>
    <p>1、平台尊重技师、用户和消费者的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为技师、用户和消费者提供服务。本站欢迎技师、用户和社会各界提出意见和建议，平台将虚心接受并适时修改本协议及平台的各类规则。</p>
    <p>2、本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。</p>
    <p>3、您点击本协议上方的“同意以下协议，提交”按钮即视为您完全接受本协议，在点击之前请您再次认真确认已知悉并完全理解本协议的全部内容。</p>
  </div>
</template>

<script>
export default {
  name: 'agreement'
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  .agreement{
    padding: 10px;
    background-color: #ffffff;
  }
  .agreement h1{
    text-align: center;
  }
  .agreement h1,.agreement h2,.agreement h3{
    font-weight: bold;
    padding: 10px 0;
  }
</style>
